export const movies = [
  {
    id: 1,
    title: "Громовержці",
    poster: "https://multiplex.ua/images/7d/6a/7d6a841b4d1bad62bc73b81a57c3f463.jpeg",
    description: "Команда антигероїв, яких завербували, щоб виконати завдання, на яке не погодився б жоден герой. Громовержці мають вибір: діяти разом або загинути поодинці.",
    genre: "Бойовик, Пригоди",
    dateTime: "15 травня 2025, 18:30"
  },
  {
    id: 2,
    title: "МУР. Ти [Романтика] в кіно",
    poster: "https://multiplex.ua/images/66/7c/667c0e22acfe0089ff8d3d6ba19d4d74.jpeg",
    description: "Кіноверсія театральної постановки про митців, які жили у будинку «Слово» у Харкові на початку ХХ століття.",
    genre: "Мюзикл, Історичний",
    dateTime: "16 травня 2025, 19:00"
  },
  {
    id: 3,
    title: "Аматор",
    poster: "https://multiplex.ua/images/0d/5a/0d5abe89463eba2559c97e8ee102cd60.jpeg",
    description: "Звичайний чоловік випадково потрапляє у світ професійного спорту і повинен швидко навчитися майстерності, щоб не осоромитись і довести всім, що аматор може стати професіоналом.",
    genre: "Спорт, Комедія",
    dateTime: "17 травня 2025, 20:15"
  },
  {
    id: 4,
    title: "Аудитор 2",
    poster: "https://multiplex.ua/images/d3/8b/d38b8466fe797d5781324f8a0719445c.jpeg",
    description: "Продовження історії про загадкового бухгалтера, який насправді є небезпечним найманцем. У другій частині він стикається з новою змовою та повинен розкрити правду, одночасно захищаючи невинних.",
    genre: "Бойовик, Трилер",
    dateTime: "18 травня 2025, 17:45"
  },
  {
    id: 5,
    title: "Шалені копи",
    poster: "https://image.tmdb.org/t/p/original/yRih1inS8YVrkGvpXVITiLxzhws.jpg",
    description: "Два несхожих поліцейських об'єднуються, щоб розкрити велику справу про наркотики. Попри неприязнь один до одного, вони стають найкращими напарниками та найшаленішими копами міста.",
    genre: "Комедія, Бойовик",
    dateTime: "19 травня 2025, 21:00"
  },
  {
    id: 6,
    title: "Майнкрафт",
    poster: "https://multiplex.ua/images/ed/81/ed817724647f62f8e86d7fb3858df104.jpeg",
    description: "Екранізація популярної відеогри. Група друзів потрапляє в світ Майнкрафту і тепер повинна освоїти правила цього світу, щоб вижити та знайти дорогу додому.",
    genre: "Пригоди, Фентезі",
    dateTime: "20 травня 2025, 18:00"
  }
];